Repository: timlau/yumex-legacy
Catalog: po/*.po
Languages: ca, de, sk, sr, sv

source: No packages selected
sr: Нема изабраних пакета
sv: Inga paket valda

source: No packages in transaction
sr: Нема пакета у трансакцији
sv: Inga paket i transaktion

source: Processing packages (See output for details)
sr: Обрађујем пакете (за детаље погледајте излаз)
sv: Bearbetar paket (Se utdata för detaljer)

source: Packages Processing
sr: Обрађивање пакета
sv: Paket bearbetas

source: Packages Processing completed ok
sr: Обрађивање пакета је добро завршено
sv: Bearbetning av paket slutfördes utan fel

source: Error in Transaction
sr: Грешка при трансакцији
sv: Fel i transaktion

source: Parsing packages to %s
sr: Рашчлањујем пакете до %s
sv: Tolkar paket till %s

source: found %d packages, matching : %s
sr: нађено %d пакета, спојених : %s
sv: Hittade %d paket, matchningar : %s

source: Yum is locked by another application
sr: Yum је закључан од стране другог програма
sv: Yum är låst av en annan applikation

source: Error in Yumex
sr: Грешка у Yumex-у
sv: Fel i Yumex

source: Error in plugin, Yum Extender will exit
sr: Грешка у додатку, излазим из Yum Extender-а
sv: Fel i insticksprogram, Yum Extender kommer att avslutas

source: Erasing
sr: Бришем
sv: Raderar

source: Obsoleted
sr: Превазиђено
sv: Utfasad

source: Updated
sr: Ажурирано
sv: Uppdaterad

source: Erased
sr: Обрисано
sv: Raderad

source: Installed
sr: Инсталирано
sv: Installerade

source: No header - huh?
sr: Нема заглавља - је ли?
sv: Inget huvud - va?

source: <b>Behavior</b>
sr: <b>Понашање</b>
sv: <b>Beteende</b>

source: <b>Category</b>
sr: <b>Категорија</b>
sv: <b>Kategori</b>

source: <b>Fonts </b>
sr: <b>Фонтови </b>
sv: <b>Fonter </b>

source: <b>Packages</b>
sr: <b>пакети</b>
sv: <b>Paket</b>

source: <b>Quick add to queue</b>
sr: <b>Брзо додајте у ред</b>
sv: <b>Addera till kö</b>

source: <b>Repository Exclude Filters</b>
sr: <b>Филтери за одстрањивање ризница</b>
sv: <b>Undantagslista för förråd</b>

source: <b>SUBACTION</b>
sr: <b>ПОДАКЦИЈА</b>
sv: <b>SUBFUNKTION</b>

source: <b>Total Download Size</b>
sr: <b>Укупна величина за преузимање</b>
sv: <b>Total nerladdningsstorlek</b>

source: <span size="large"><b>Action</b></span>
sr: <span size="large"><b>Акција</b></span>
sv: <span size="large"><b>Funktion</b></span>

source: <span size="xx-large" color="black">Group View</span>
sr: <span size="xx-large" color="black">Групни приказ</span>
sv: <span size="xx-large" color="black">Gruppvy</span>

source: <span size="xx-large" color="black">Output View</span>
sr: <span size="xx-large" color="black">Приказ излаза</span>
sv: <span size="xx-large" color="black">Utdatavy</span>

source: <span size="xx-large" color="black">Package Queue</span>
sr: <span size="xx-large" color="black">Ред пакета</span>
sv: <span size="xx-large" color="black">Paketkö</span>

source: <span size="xx-large" color="black">Select Repositories</span>
sr: <span size="xx-large" color="black">Изаберите ризнице</span>
sv: <span size="xx-large" color="black">Välj förråd</span>

source: Available
sr: Доступно
sv: Tillgängliga

source: C_hangelog
sr: Дневник п_ромена
sv: Ä_ndringslogg

source: Console
sr: Конзола
sv: Konsoll

source: Debug _mode
sr: Начин _рада за проналажење грешака
sv: Debug_läge

source: Excludes
sr: Одстрањени
sv: Exkluderat

source: Extra
sr: Додатни

source: Fi_les
sr: Да_тотеке
sv: Fi_ler

source: GUI
sr: ГКИ

source: I_nformation
sr: И_нформације

source: Package Descriptions
sr: Описи пакета
sv: Paketbeskrivningar

source: Plugins
sr: Додаци
sv: Insticksprogram

source: Process Queue Confirmation
sr: Потврда обраде реда
sv: Avverkning av kö bekräftad

source: Repos
sr: Репозиторијуми
sv: Förråd

source: Updates
sr: Ажурирања
sv: Uppdateringar

source: Use _proxy
sr: Користи _прокси
sv: Använd _proxy

source: Yum Extender Preferences
sr: Yum Extender поставке
sv: Inställningar för Yum Extender

source: _Add All
sr: _Додај све
sv: _Lägg till allt

source: _Auto refresh on start
sr: _Аутоматски освежи при покретању
sv: _Automatisk uppfräshning vid start

source: _Description
sr: _Опис
sv: _Beskrivning

source: _Deselect All
sr: _Уклони све изборе
sv: _Avmarkera allt

source: _Other
sr: _Други
sv: _Annat

source: _Process Queue
sr: _Обради ред
sv: _Avverka kö

source: _Remove All
sr: _Уклони све
sv: _Ta bort allt

source: _Skip
sr: _Прескочи
sv: _Hoppa över

source: _Tools
sr: _Алат
sv: _Verktyg

source: _Yum Clean All
sr: _Yum очисти све

source: _Yum excludes:
sr: _Yum одстрањивања:
sv: _Yum exkluderar:

source: _Yum plugins:
sr: _Yum додаци:
sv: _Yum insticksprogram

source: dialog1
sr: прозорчић1

source: Setup signed metadata support
sv: Konfigurerar stöd för signerat metadata

source: Repository metadata (repomd.xml) for %s
sv: Förrådsmetadata (repomd.xml) för %s

source: Error loading update metadata from %s
sv: Fel uppstod när metadata för uppdatering laddades från %s
