Repository: timlau/yumex-legacy
Catalog: po/*.po
Languages: ca, de, sk, sr, sv

source: network interface %s is connected
ca: la interfície de xarxa %s està connectada
de: Netzwerkschnittstelle %s ist verbunden
sk: sieťové rozhranie %s je pripojené

source: updates
ca: actualitzacions
de: Aktualisierungen
sk: aktualizácie

source: available
ca: disponible
de: Verfügbar
sk: dostupné

source: installed
ca: instal·lat
de: Installiert
sk: nainštalované
sr: инсталиран
sv: installerade

source: Downloading repository information for the %s repository
ca: Es baixa la informació del dipòsit per al dipòsit %s
de: Informationen für die Paketquelle %s werden heruntergeladen
sk: Preberajú sa informácie o repozitári %s

source: Downloading Package information for the %s repository
ca: Es baixa la informació dels paquets per al dipòsit %s
de: Paketinformationen der Paketquelle %s werden heruntergeladen
sk: Preberajú sa informácie o repozitári %s

source: Downloading Filelist information for the %s repository
ca: Es baixa la informació de la llista dels fitxers per al dipòsit %s
de: Dateilisten der Paketquelle %s werden heruntergeladen
sk: Preberá sa zoznam súborov repozitára %s

source: Downloading Changelog information for the %s repository
ca: Es baixa la informació del registre de canvis per al dipòsit %s
de: Änderungsprotokolle der Paketquelle %s werden heruntergeladen
sk: Preberajú sa informácie o záznamoch zmien repozitára %s

source: Downloading Group information for the %s repository
ca: Es baixa la informació dels grups per al dipòsit %s
de: Gruppeninformationen der Paketquelle %s werden heruntergeladen
sk: Preberajú sa informácie o skupinách repozitára %s

source: Downloading metalink information for the %s repository
ca: Es baixa la informació metalink per al dipòsit %s
de: Metalink-Informationen der Paketquelle %s werden heruntergeladen
sk: Preberajú sa informácie o metaodkazoch repozitára %s

source: Downloading Delta update information for the %s repository
ca: Es baixa la informació de les actualitzacions deltes per al dipòsit %s
de: Delta-Aktualisierungsinformationen der Paketquelle %s werden heruntergeladen
sk: Preberajú sa informácie o Delta aktualizáciách repozitára %s

source: Downloading Update information for the %s repository
ca: Es baixa la informació d'actualització per al dipòsit %s
de: Aktualisierungsinformationen der Paketquelle %s werden heruntergeladen
sk: Preberajú sa informácie o aktualizáciách repozitára %s

source: 0 - 7 Days
ca: 0 - 7 dies
de: 0 - 7 Tage
sk: 0 - 7 dní

source: 7 - 14 Days
ca: 7 - 14 dies
de: 7 - 14 Tage
sk: 7 - 14 dní

source: 14 - 21 Days
ca: 14 - 21 dies
de: 14 - 21 Tage
sk: 14 - 21 dní

source: 21 - 30 days
ca: 21 - 30 dies
de: 21 - 30 Tage
sk: 21 - 30 dní

source: 30 - 90 days
ca: 30 - 90 dies
de: 30 - 90 Tage
sk: 30 - 90 dní

source: 90+ days
ca: 90+ dies
de: mehr als 90 Tage
sk: 90 a viac dní

source: Getting all packages
ca: Obtenció de tots els paquets
de: Alle Pakete werden geholt
sk: Získavajú sa všetky balíky

source: Getting installed packages
ca: Obtenció dels paquets instal·lats
de: Installierte Pakete werden geholt
sk: Získavajú sa nainštalované balíky
sr: Добављам инсталиране пакете
sv: Hämtar installerade paket

source: Getting available packages
ca: Obtenció dels paquets disponibles
de: Verfügbare Pakete werden geholt
sk: Získavajú sa dostupné balíky

source: Getting available updates
ca: Obtenció de les actualitzacions disponibles
de: Verfügbare Aktualisierungen werden geholt
sk: Získavajú sa dostupné aktualizácie

source: Getting available obsoletes
ca: Obtenció de les devaluacions disponibles
de: Verfügbare veraltete Pakete werden geholt
sk: Získavajú sa dostupné zastarané balíky

source: %s is updated
ca: %s s'ha actualitzat
de: %s ist aktualisiert
sk: balík %s je aktualizovaný

source: %s is erased
ca: %s s'ha esborrat
de: %s ist gelöscht
sk: balík %s je zmazaný

source: %s is installed
ca: %s s'ha instal·lat
de: %s ist installiert
sk: balík %s je nainštalovaný

source: %s is obsoleted
ca: %s s'ha devaluat
de: %s ist veraltet
sk: balík %s je zastaraný

source: %s is cleanup
ca: %s s'ha netejat
de: %s ist bereinigt
sk: balík %s je vyčistený

source: Updated packages
ca: Paquets actualitzats
de: Aktualisierte Pakete
sk: Aktualizované balíky

source: Downgraded packages
ca: Paquets baixats
de: Zurückgesetzte Pakete
sk: Balíky s nižšími verziami

source: Obsoleting packages
ca: Devaluació dels paquets
de: Pakete werden als veraltet markiert
sk: Označujú sa balíky ako zastarané

source: Obsoleted packages
ca: Paquets devaluats
de: Veraltete Pakete
sk: Zastarané balíky

source: Erased packages
ca: Paquets esborrats
de: Gelöschte Pakete
sk: Zmazané balíky

source: Installed packages
ca: Paquets instal·lats
de: Installierte Pakete
sk: Nainštalované balíky

source: Installed for dependencies
ca: Instal·lats per dependències
de: Als Abhängigkeit installierte Pakete
sk: Nainštalované závislosti

source: Reinstalled packages
ca: Paquets reinstal·lats
de: Erneut installierte Pakete
sk: Preinštalované balíky

source: Name
ca: Nom
sk: Názov
sr: Име
sv: Namn

source: Summary
ca: Resum
de: Zusammenfassung
sk: Súhrn
sr: Сажетак
sv: Sammanfattning

source: Description
ca: Descripció
de: Beschreibung
sk: Popis

source: Arch
ca: Arquitectura
sk: Architektúra
sr: Архитектура
sv: Ark

source: Getting Package Information
ca: Obtenció de la informació del paquet
de: Paket-Informationen werden gelesen
sk: Získavajú sa informácie o balíkoch

source: Unknown metadata type (%s) for %s
ca: Tipus de metadades desconegut (%s) per %s
de: Unbekannter Metadaten-Typ (%s) für %s
sk: Neznámy typ metaúdajov (%s) pre %s

source: Repo Metadata for %s
ca: Metadades del dipòsit per %s
de: Paketquellen-Metadaten für %s
sk: Metaúdaje repozitára pre %s

source: Building rpms from deltarpm
ca: Construcció dels rpm des dels deltarpm
de: Pakete werden aus Delta-Paketen erstellt
sk: Zostavujú sa balíky rpm z deltarpm

source: Downloading Packages
ca: Baixada dels paquets
de: Pakete werden heruntergeladen
sk: Preberajú sa balíky

source: Checking Package GPG Signatures
ca: Comprovació de les signatures GPG dels paquets
de: GPG-Signaturen der Pakete werden überprüft
sk: Kontrolujú sa podpisy GPG balíkov

source: Running RPM Test Transaction
ca: Execució de la transacció de prova RPM
de: RPM-Testtransaktion wird ausgeführt
sk: Spúšťa sa skúšobná transakcia RPM

source: Running RPM Transaction
ca: Execució de la transacció RPM
de: RPM-Transaktion wird ausgeführt
sk: Spúšťa sa transakcia RPM

source: Yum is locked: waiting for release
ca: Yum està bloquejat: a l'espera que s'alliberi
de: Yum ist gesperrt, auf Freigabe wird gewartet

source: Do you want to import GPG Key : %s
ca: Voleu importar la clau GPG: %s
de: Möchten Sie den GPG-Schlüssel importieren: %s
sk: Chcete importovať kľúč GPG : %s
sr: Желите ли да увезете GPG кључ : %s
sv: Vill du importera GPG-nyckeln : %s

source: Needed by %s
ca: Necessari per %s
de: Benötigt von %s
sk: Potrebný pre %s
sr: Потребан за %s
sv: Behövs av %s

source: Please insert media labeled %s #%d.
ca: Si us plau, inseriu el mitjà etiquetat com a %s #%d.
de: Bitte legen Sie das Medium %s #%d ein.
sk: Prosím, vložte médium označené ako %s #%d.

source: Please insert media labeled %s.
ca: Si us plau, inseriu el mitjà etiquetat com a %s.
de: Bitte legen Sie das Medium %s ein.
sk: Prosím, vložte médium označné ako %s.

source: Starting yum child process
ca: Inici dels processos fills de yum
de: Yum-Unterprozess wird gestartet
sk: Spúšťa sa podriadený proces systému yum

source: Using the following repositories : %s
ca: S'utilitzen els següents dipòsits: %s
de: Die folgenden Paketquellen werden verwendet: %s
sk: Používajú sa nasledovné repozitáre : %s

source: yum backend process is ended
ca: el procés especialitzat de yum és finalitzat
de: Yum-Backendprozess wurde beendet
sk: proces podporného programu pre yum je ukončený

source: %i packages returned
ca: %i paquets retornats
de: %i Pakete zurückgegeben
sk: bolo vrátených %i balíkov

source: Resolving Dependencies
ca: Resolució de dependències
de: Abhängigkeiten werden aufgelöst
sk: Riešia sa závislosti

source: Dependency Resolution Failed
ca: No s'han pogut resoldre les dependències
de: Auflösen der Abhängigkeit ist fehlgeschlagen
sk: Riešenie závislostí zlyhalo

source: Dependency Resolution Errors:
ca: Errors de la resolució de dependències:
de: Fehler beim Auflösen der Abhängigkeiten:
sk: Chyby riešenia závislostí:

source: Dependency resolving completed with errors
ca: La resolució de dependències s'ha completat amb errors
de: Abhängigkeitsauflösung wurde mit Fehlern beendet
sk: Riešenie závislostí bolo dokončené s chybami

source: Client is running in rootmode, starting backend launcher directly
ca: El client s'està executant en mode root, s'inicia directament el llançador del programari especialitzat
de: Client läuft im Administratormodus, das Backend wird direkt gestartet
sk: Klient je spustený v administrátorskom režime, preto bude podporný program spustený priamo

source: Backend not running as expected Yum Extender will terminate --> exit code : %s
ca: El programari especialitzat no funciona com s'espera «Yum Extender» finalitzarà --> codi de sortida: %s
de: Das Backend wurde nicht wie erwartet ausgeführt. Yum Extender wird beendet. --> Exit-Code : %s

source: Could not get polkit autherisation to start backend Yum Extender will terminate
ca: No s'ha pogut obtenir l'autorització polkit per iniciar el programari especialitzat «Yum Extender» finalitzarà
de: Polkit-Autorisierung zum Starten des Backends konnte nicht erlangt werden Yum Extender wird beendet

source: User has cancelled polkit autherisation Yum Extender will terminate
ca: L'usuari ha cancel·lat l'autorització polkit «Yum Extender» finalitzarà
de: Polkit-Autorisierung vom Nutzer abgebrochen Yum Extender wird beended

source: Using %s for yum configuration
ca: S'utilitza %s per a la configuració de yum
de: %s wird als Yum-Konfiguration verwendet
sk: Používa sa %s na konfiguráciu systému yum

source: No network connection, disable non local repo %s
ca: Sense connexió de xarxa, s'inhabilita el dipòsit no local %s
de: Keine Netzwerkverbindung, entfernte Paketquelle %s wird deaktiviert

source: Yum is locked :
ca: Yum està bloquejat:
de: Yum ist gesperrt:
sk: Yum je zablokovaný:

source: The other application is: PackageKit
ca: L'altra aplicació és: PackageKit
de: Die andere Anwendung ist: PackageKit
sk: Iná aplikácia je: PackageKit

source: The other application is: %s
ca: L'altra aplicació és: %s
de: Die andere Anwendung ist: %s
sk: Iná aplikácia je: %s

source: Waiting 10 seconds and tries again !!!
ca: S'esperen 10 segons i es torna a intentar !!!
de: Nach 10 Sekunden wird es erneut versucht!!!
sk: Čaká sa 10 sekúnd pred ďaľsím pokusom !!!

source: The disc was not inserted
ca: El disc no estava inserit
de: Das Medium wurde nicht eingelegt
sk: Disk nebol vložený

source: Closing rpm db and releasing yum lock
ca: Tancament de la base de dades rpm i alliberament del bloqueig de yum
de: RPM-Datenbank wird geschlossen und Yum entsperrt
sk: Zatvára sa databáza rpm a uvoľňuje sa uzamknutie systému yum

source: Installing
ca: Instal·lació
de: Installation
sk: Inštaluje sa
sr: Инсталирање
sv: Installerar

source: Error in yum Transaction : %s
ca: Error a la transacció yum: %s
de: Fehler in Yum-Transaktion: %s

source: Exception in run_transaction
ca: Excepció a run_transaction
de: Ausnahmefehler in run_transaction

source: Failure getting %s:
ca: No s'ha pogut obtenir %s:
de: Fehler beim Holen von %s:
sk: Zlyhalo získavanie %s:
sr: Неуспешно добављање %s:
sv: Misslyckades hämta %s:

source: Trying other mirror.
ca: S'intenta amb l'altra rèplica.
de: Ein anderer Spiegelserver wird versucht.
sk: Skúša sa iné zrkadlo.

source: The %s repository has been enabled permanently
ca: El dipòsit %s ha estat habilitat permanentment
de: Die Paketquelle %s wurde dauerhaft aktiviert
sk: Repozitár %s bol natrvalo povolený

source: The %s repository has been disabled permanently
ca: El dipòsit %s ha estat inhabilitat permanentment
de: Die Paketquelle %s wurde dauerhaft deaktiviert
sk: Repozitár %s bol natrvalo zakázaný

source: Setting Yum Option %s = %s
ca: Establiment de l'opció de Yum %s = %s
de: Yum-Option %s wird auf %s gesetzt
sk: Nastavuje sa voľba systému Yum %s = %s

source: Cleaned metadata from local cache
ca: Metadades netejades de la memòria cau local
de: Metadaten wurden im lokalen Zwischenspeicher geleert
sk: Metaúdaje boli vyčistené z lokálnej vyrovnávacej pamäte

source: Cleaned dbcache
ca: S'ha netejat dbcache
de: dbcache wurde aufgeräumt
sk: Vyčistená vyrovnávacia pamäť dbcache

source: Cleaned packages from local cache
ca: Paquets netejats de la memòria cau local
de: Lokaler Zwischenspeicher wurde aufgeräumt
sk: Balíky boli vyčistené z lokálnej vyrovnávacej pamäte

source: Cleaned everything from local cache
ca: Tot netejat de la memòria cau local
de: Lokaler Zwischenspeicher wurde vollständig aufgeräumt
sk: Všetko bolo vyčistené z lokálnej vyrovnávacej pamäte

source: Rebuild from deltarpms completed
ca: S'ha completat la reconstrucció a partir dels deltarpm
de: Erstellung aus Delta-Paketen ist abgeschlossen
sk: Znovuzostavenie z balíkov deltarpm bolo dokončené

source: Downloaded : %s ( %s )
ca: Baixats: %s ( %s )
de: Heruntergeladen: %s ( %s )
sk: Prebraté : %s ( %s )

source: Package
ca: Paquet
de: Paket
sk: Balík
sr: Пакет
sv: Paket

source: Repo
ca: Dipòsit
de: Quelle
sk: Repozitár
sr: Репо
sv: Förråd

source: Architecture
ca: Arquitectura
de: Architektur
sk: Architektúra
sr: Архитектура
sv: Arkitektur

source: Size
ca: Mida
de: Größe
sk: Veľkosť
sr: Величина
sv: Storlek

source: Arch.
ca: Arq.
sr: Архитектура
sv: Ark.

source: Repo.
ca: Dip.
de: Quelle.
sr: Репозиторијум
sv: Förråd.

source: Size.
ca: Mida.
de: Größe.
sk: Veľkosť.
sr: Величина
sv: Storlek.

source: Package Queue:
ca: Cua de paquets:
de: Paket-Warteschlange:
sk: Fronta s balíkmi:
sr: Ред пакета:
sv: Paketkö:

source: Packages
ca: Paquets
de: Pakete
sk: Balíky
sr: Пакети
sv: Paket

source: <b>Downgrade to</b> %s
ca: <b>Reverteix a</b> %s
de: <b>Zurücksetzen auf</b> %s
sk: <b>Prejsť na nižšiu verziu</b> %s

source: Repository
ca: Dipòsit
de: Paketquelle
sk: Repozitár
sr: Ризница
sv: Förråd

source: Filename
ca: Nom de fitxer
de: Dateinamen
sk: Názov súboru
sr: Име датотеке
sv: Filnamn

source: Search Keys
ca: Claus de cerca
de: Schlüssel suchen
sk: Kľúčové slová

source: Login User
ca: Sessió d'usuari
de: Benutzer-Anmeldung
sk: Prihlásený používateľ

source: Data/Time
ca: Data/hora
de: Datum/Zeit
sk: Dátum/čas

source: Action(s)
ca: Accions
de: Aktion(en)
sk: Akcia(e)

source: Altered
ca: Canvis
de: Verändert

source: Fatal Error
ca: Error fatal
de: Schwerwiegender Fehler
sk: Závažná chyba

source: Error in repository setup
ca: Error en preparar el dipòsit
de: Fehler in den Einstellungen der Paketquellen
sk: Chyba v nastaveniach repozitára

source: You can try starting 'yumex -n' from a command line
ca: Podeu intentar d'iniciar 'yumex -n' des de la línia d'ordres
de: Sie können versuchen, »yumex -n« in einer Befehlszeile zu starten,
sk: Môžete skúsiť spustiť „yumex -n“ v príkazovom riadku

source: and deselecting the repositories causing problems
ca: i desseleccionar els dipòsits que causin els problemes
de: die Probleme verursachenden Softwarequellen zu deaktivieren
sk: a odznačiť repozitáre, ktoré spôsobujú problémy

source: and try again.
ca: i torna-ho a intentar.
de: und es erneut versuchen.
sk: a skúsiť to znovu.

source: Fatal Error in backend restart
ca: Error fatal en reiniciar el programari especialitzat
de: Schwerwiegender Fehler beim Neustart des Backends
sk: Závažná chyba pri reštartovaní podporného programu

source: Backend could not be closed
ca: No s'ha pogut tancar el programari especialitzat
de: Backend konnte nicht geschlossen werden
sk: Podporný program sa nedá zavrieť

source: Backend Launcher ended unexpected
ca: Acabament inesperat del llançador del programari especialitzat
de: Backend-Starter wurde unerwartet beendet

source: User canceled autherization dialog
ca: L'usuari va cancel·lar el diàleg d'autenticació
de: Legitimierungsdialog wurde vom Benutzer abgebrochen

source: Operation is aborted Yum Extender will exit
ca: L'operació està avortada «Yum Extender» es tancarà

source: Fatal Error :
ca: Error fatal:
de: Schwerwiegender Fehler:
sk: Závažná chyba :

source: Available Updates
ca: Actualitzacions disponibles
de: Verfügbare Aktualisierungen
sk: Dostupné aktualizácie

source: Search for packages
ca: Cerca de paquets
de: Suche nach Paketen
sk: Hľadať balíky

source: Perform actions on packages
ca: Realitzeu les accions sobre els paquets
de: Aktionen auf Pakete anwenden
sk: Vykonať akcie pre balíky

source: Pending Actions
ca: Accions pendents
de: Ausstehende Aktionen
sk: Čakajúce akcie

source: Work with pending actions
ca: Treballeu amb les accions pendents
de: Arbeit mit ausstehenden Aktionen
sk: Práca s čakajúcimi akciami

source: Repositories
ca: Dipòsits
de: Paketquellen
sk: Repozitáre
sr: Ризнице
sv: Förråd

source: Select active repositories
ca: Seleccioneu els dipòsits actius
de: Aktive Paketquellen auswählen
sk: Výber aktívnych repozitárov

source: History
ca: Històric
de: Verlauf
sk: História

source: Watch yum history
ca: Vegeu l'històric de yum
de: Yum-Verlauf betrachten
sk: Sledovanie histórie yum

source: Output
ca: Sortida
de: Ausgabe
sk: Výstup

source: Watch output details
ca: Vegeu la sortida per als detalls
de: Details der Ausgabe betrachten
sk: Sledovanie výstupných podrobností

source: Not connected to an network
ca: No està connectat a una xarxa
de: Nicht mit einem Netzwerk verbunden
sk: Nepripojené k sieti

source: Not connected to a network. Do you want to continue
ca: No està connectat a una xarxa. Voleu continuar
de: Nicht mit einem Netzwerk verbunden. Wollen Sie fortsetzen
sk: Nie ste pripojený k sieti. Chcete pokračovať?

source: network connection state check is disabled
ca: l'estat de connexió de xarxa està inhabilitat
de: Überprüfung des Netzwerkstatus ist deaktiviert
sk: kontrola stavu sieťového pripojenia je zakázaná

source: Can't detect the network connection state
ca: No es pot detectar l'estat de connexió de xarxa
de: Netzwerkverbindungsstatus kann nicht ermittelt werden
sk: Nedá sa rozpoznať stav sieťového pripojenia

source: Connected to an network
ca: Connectat a una xarxa
de: Mit einem Netzwerk verbunden
sk: Pripojené k sieti

source: Nothing to do
ca: No s'ha de fer res
de: Nichts zu tun
sk: Nič na vykonanie

source: Enable Permanently
ca: Habilita permanentment
de: Dauerhaft aktivieren
sk: Povoliť natrvalo

source: Disable Permanently
ca: inhabilita permanentment
de: Dauerhaft deaktivieren
sk: Zakázať natrvalo

source: Clean Metadata
ca: Neteja les metadades
de: Metadaten aufräumen
sk: Vyčistiť metaúdaje

source: Clean Packages
ca: Neteja els paquets
de: Pakete aufräumen
sk: Vyčistiť balíky

source: Clean DbCache
ca: Neteja DbCache
de: DbCache wird geleert
sk: Vyčistiť vyrovnávaciu pamäť DbCache

source: Clean All
ca: Neteja-ho tot
de: Alle bereinigen
sk: Vyčistiť všetko

source: Reinstall Package
ca: Reinstal·la el paquet
de: Paket neu installieren
sk: Preinštalovať balík

source: Downgrade Package
ca: Reverteix el paquet
de: Paketversion zurücksetzen
sk: Prejsť na nižšiu verziu balíka

source: By Repositories
ca: pel dipòsit
de: Nach Paketquellen
sk: Podľa repozitárov

source: By Size
ca: per la mida
de: Nach Größe
sk: Podľa veľkosti

source: Getting Group information
ca: Obtenció de la informació del grup
de: Gruppen-Informationen werden gelesen
sk: Získavajú sa informácie o skupinách

source: The pending action queue is empty
ca: La cua de les accions pendents està buida
de: Die Warteschlange für Aktionen ist leer
sk: Fronta s čakajúcimi akciami je prázdna

source: Installing local Packages
ca: Instal·lació dels paquets locals
de: Installation lokaler Pakete
sk: Inštalujú sa lokálne balíky

source: Processing pending actions
ca: Processament de les accions pendents
de: Ausstehende Aktionen werden ausgeführt
sk: Spracovávajú sa čakajúce akcie

source: Preparing the transaction
ca: Preparació de la transacció
de: Transaktion wird vorbereitet
sk: Pripravuje sa transakcia

source: Transaction completed successfully
ca: Transacció completada amb èxit
de: Transaktion wurde erfolgreich ausgeführt
sk: Transakcia bola úspešne dokončená

source: Installation of local packages completed
ca: S'ha completat la instal·lació dels paquets locals
de: Installation lokaler Pakete abgeschlossen
sk: Inštalácia lokálnych balíkov bola dokončená

source: Do you want to exit Yum Extender ?
ca: Voleu sortir de «Yum Extender»?
de: Wollen Sie Yum Extender beenden?
sk: Chcete ukončiť program Yum Extender ?

source: Transaction Aborted by User
ca: Transacció avortada per l'usuari
de: Transaktion wurde vom Benutzer abgebrochen
sk: Transakcia bola prerušená používateľom

source: Transaction completed with errors, check output page for details
ca: Transacció completada amb errors, reviseu la pàgina de sortida per als detalls
de: Transaktion wurde mit Fehlern beeendet, in der Ausgabe finden Sie Details
sk: Transakcia bola dokončená s chybami, skontrolujte stránku s výstupom pre viac podrobností

source: <unset>
ca: <sense establir>
de: <nicht gesetzt>
sk: <nenastavené>

source: System
ca: Sistema
sk: Systém

source: Getting History Information
ca: Obtenció de la informació de l'històric
de: Verlaufsinformationen werden geholt
sk: Získavajú sa informácie o histórii

source: Getting Latest History Information
ca: Obtenció de la informació de l'últim històric
de: Neueste Verlaufsinformationen werden geholt
sk: Získavajú sa najnovšie informácie o histórii

source: Getting All History Information
ca: Obtenció de la informació de tot l'històric
de: Alle Verlaufsinformationen werden geholt
sk: Získavajú sa všetky informácie o histórii

source: History Disabled
ca: S'ha inhabilitat l'històric
de: Verlauf deaktiviert
sk: História je zakázaná

source: Searching History Information
ca: Cerca de la informació de l'històric
de: Verlaufsinformationen werden durchsucht
sk: Hľadajú sa informácie o histórii

source: Transaction Performed with
ca: Transacció realitzada amb
de: Transaktion ausgeführt mit
sk: Transakcia vykonaná s

source: Skipped packages
ca: Paquets ignorats
de: Übersprungene Pakete
sk: Vynechané balíky

source: Adding Packages to view
ca: Afegiment dels paquets a la vista
de: Pakete werden zur Ansicht hinzugefügt
sk: Pridávajú sa balíky do zobrazenia

source: Added %i Packages to view
ca: S'han afegit %i paquets a la vista
de: %i Pakete wurden zur Ansicht hinzugefügt
sk: Pridaných %i balíkov do zobrazenia

source: Getting Category Packages
ca: Obtenció de les categories dels paquets
de: Pakete der Kategorie werden geholt
sk: Získavajú sa balíky kategórie

source: Do you want to clean %s from the yum cache
ca: Voleu netejar %s de la memòria cau de yum
de: Wollen Sie %s aus dem Yum-Zwischenspeicher löschen
sk: Chcete vyčistiť %s z vyrovnávacej pamäte systému yum

source: Executing : %s %s
ca: S'executa: %s %s
de: Ausführen: %s %s
sk: Vykonáva sa : %s %s

source: Processing Queue Command
ca: Es processa l'ordre de la cua
de: Warteschlangenbefehl wird ausgeführt
sk: Spracováva sa príkaz z fronty

source: Working !!!
ca: Està treballant !!!
de: Bearbeitung !!
sk: Prebieha spracovanie !!!

source: Preferences
ca: Preferències
de: Einstellungen
sk: Predvoľby
sr: Поставке
sv: Preferenser

source: Load packages on launch
ca: Carrega els paquets en llançar-se
de: Pakete beim Start laden
sk: Načítať balíky po spustení

source: Start hidden
ca: Inicia ocult
de: Beim Start verbergen

source: Close button hides the window
ca: El botó «Tanca» oculta la finestra
de: Schließen-Knopf verbirgt das Fenster

source: Autocheck for updates
ca: Comprova automàticament si hi ha actualitzacions
de: Automatisch nach Aktualisierungen suchen
