Repository: timlau/yumex-legacy
Catalog: po/*.po
Languages: ca, de, sk, sr, sv

source: Update check interval (in minutes)
ca: Interval de comprovació d'actualitzacions (en minuts)
de: Aktualisierungsintervall (Minuten)

source: Startup delay before checking for updates (in seconds)
ca: Retard inicial abans de la comprovació de les actualitzacions (en segons)
de: Startverzögerung bis zum Prüfen auf Aktualisierungen (Sekunden)

source: Use sortable columns in package view (slower)
ca: Utilitza columnes amb ordenació a la vista dels paquets (més lent)
de: Sortierbare Spalten in der Paketansicht verwenden (langsamer)
sk: Použiť usporiadateľné stĺpce v zobrazení balíkov (pomalšie)

source: Typeahead search is active by default
ca: El suggeriment per a la cerca, està habilitat per defecte
de: Suchen beim Eingeben ist standardmäßig aktiviert

source: Skip Broken is active by default
ca: Ignora els trencats, està habilitat per defecte
de: Überspringen nicht installierbarer Pakete ist standardmäßig aktiviert
sk: Predvolene vynechať poškodené balíky

source: No GPG Check is active by default
ca: Sense comprovació GPG està habilitada per defecte
de: GPG-Überprüfung ist standardmäßig deaktiviert
sk: Predvolene nekontrolovať GPG

source: Show Newest Only is active by default
ca: Mostra únicament les versions més noves, està habilitat per defecte
de: Anzeige nur der neuesten Pakete ist standardmäßig aktiviert
sk: Predvolene zobraziť iba najnovšie balíky

source: Clean Unused Requirements is active by default
ca: Neteja els requeriments no utilitzats, està habilitat per defecte
de: Entfernen nicht genutzter Abhängigkeiten ist standardmäßig aktiviert
sk: Predvolene vyčistiť nepotrebné požiadavky

source: Debug Mode
ca: Mode de depuració
de: Debug-Modus
sk: Režim ladenia

source: Disable startup network check
ca: Inhabilita la comprovació de la xarxa a l'inici
de: Netzwerküberprüfung beim Start deaktivieren
sk: Zakázať kontrolu siete po spustení

source: Run backend with sudo (need working sudo nopasswd config)
ca: Executa el programari especialitzat amb sudo (necessita el funcionament de la configuració nopasswd de sudo)
de: Backend mit sudo ausführen (benötigt Deaktivierung des sudo-Passworts)
sk: Spustiť podporný program pomocou sudo (vyžaduje funkčnú konfiguráciu programu sudo bez hesla)

source: Color (Installed)
ca: Color (instal·lat)
de: Farbe (Installiert)
sk: Farba nainštalovaných balíkov

source: Color (Update)
ca: Color (actualitzat)
de: Farbe (Aktualisierung)
sk: Farba aktualizovaných balíkov

source: Color (Available)
ca: Color (disponible)
de: Farbe (Verfügbar)
sk: Farba dostupných balíkov

source: Enable Yum Plugins
ca: Habilita els connectors de Yum
de: Yum-Plugins aktivieren
sk: Povoliť zásuvné moduly systému Yum

source: Proxy
ca: Servidor intermediari

source: Yum Debug Level
ca: Nivell depuració de Yum
de: Debug-Level für Yum
sk: Úroveň ladenia systému Yum

source: Transaction Result
ca: Resultat de la transacció
de: Ergebnis der Transaktion
sk: Výsledok transakcie

source: Download Size : %s
ca: Mida de la baixada: %s
de: Heruntergeladene Größe: %s
sk: Veľkosť preberania : %s

source: Package Description
ca: Descripció del paquet
de: Paketbeschreibung
sk: Popis balíka

source: Update information
ca: Informació de l'actualització
de: Aktualisierungsinformationen
sk: Informácie o aktualizácii

source: Package Changelog
ca: Registre de canvis del paquet
de: Paket-Änderungsprotokoll
sk: Zoznam zmien balíka

source: Package Filelist
ca: Llista dels fitxers del paquet
de: Dateiliste des Pakets
sk: Zoznam súborov balíka

source: Package Dependencies
ca: Dependències del paquet
de: Abhängigkeiten des Pakets
sk: Závislosti balíka

source: No Update information
ca: Sense informació de l'actualització
de: Keine Aktualisierungsinformationen
sk: Žiadne informácie o aktualizáciách

source: Project URL :
ca: URL del projecte:
de: Projektadresse:
sk: URL projektu :

source: Release
ca: Llançament
de: Version
sk: Vydanie

source: Type
ca: Tipus
de: Typ
sk: Typ

source: Status
ca: Estat
sk: Stav

source: Issued
ca: Emès
de: Veröffentlicht

source: Quit
ca: Surt
de: Beenden

source: Search for Updates
ca: Cerca si hi ha actualitzacions
de: Nach Aktualisierungen suchen

source: Yum Extender: No Updates
ca: Yum Extender: Sense actualitzacions
de: Yum Extender: Keine Aktualisierungen

source: Yum Extender: %s Updates available
ca: Yum Extender: %s actualitzacions disponibles
de: Yum Extender: %s Aktualisierungen verfügbar

source: Install, update and remove applications
ca: Instal·leu, actualitzeu i suprimiu les aplicacions
de: Pakete installieren, aktualisieren und entfernen
sk: Nainštaluje, aktualizuje a odstraňuje aplikácie

source: Software Installer
ca: Instal·lador de programari
de: Software-Installation
sk: Inštalátor softvéru

source: Yumex Package Installer
ca: Instal·lador de paquets Yumex
de: Yumex Paketinstallation
sk: Yumex - inštalátor balíkov

source: Install local packages on system
ca: Instal·la els paquets locals al sistema
de: Lokale Pakete auf dem System installieren
sk: Nainštalovať lokálne balíky do systému

source: Run Yum Extender backend
ca: Executa el programari especialitzat de «Yum Extender»
de: Backend für Yum Extender ausführen
sk: Spustiť podporný program pre Yum Extender

source: Authentication is required for Yum Extender to handle packages on the system
ca: Es requereix autenticació perquè «Yum Extender» gestioni els paquets al sistema
de: Legitimierung ist für Yum Extender erforderlich, um die Pakete des Systems zu bearbeiten
sk: Program Yum Extender vyžaduje overenie totožnosti na prácu s balíkmi v systéme.

source: <span size="x-large">Working ....</span>
ca: <span size="x-large">S'està treballant ....</span>
de: <span size="x-large">Wird verarbeitet …</span>
sk: <span size="x-large">Spracovávanie ....</span>

source: Type package names to search for
ca: Teclegeu el nom dels paquets per cercar-los
de: Geben Sie Paketnamen ein, um danach zu suchen
sk: Zadajte názvy balíkov, ktoré sa majú vyhľadať

source: Get all History elements
ca: Obté tots els elements de l'històric
de: Alle Verlaufselemente werden geholt
sk: Získať všetky prvky histórie

source: Undo a history transaction
ca: Desfés una transacció de l'històric
de: Eine Verlaufs-Transaktion rückgängig machen
sk: Vrátiť transakciu histórie

source: Redo a history transaction
ca: Refés una transacció de l'històric
de: Eine Verlaufs-Transaktion wiederholen

source: _File
ca: _Fitxer
de: _Datei
sk: _Súbor
sr: _Датотека
sv: _Arkiv

source: _Edit
ca: _Edita
de: _Bearbeiten
sk: _Upraviť
sr: _Уреди
sv: _Redigera

source: _View
ca: _Visualitza
de: _Ansicht
sk: _Zobraziť

source: _Packages
ca: _Paquets
de: _Pakete
sk: _Balíky

source: _Queue
ca: _C_ua
de: _Warteschlange
sk: _Fronta

source: R_epositories
ca: _Dipòsits
de: Softwarequ_ellen
sk: R_epozitáre

source: _History
ca: _Històric
de: _Verlauf
sk: _História

source: _Output
ca: _Sortida
de: _Ausgabe
sk: Vý_stup

source: _Profiles
ca: _Perfils
de: _Profile
sk: _Profily
sr: _Профили
sv: _Profiler

source: _Options
ca: _Opcions
de: _Optionen
sk: _Voľby

source: Skip packages there get depsolve errors
ca: Ignora els paquets que van tenir erros al depsolve
de: Pakete mit gescheiterter Abhängigkeitsauflösung überspringen

source: Skip Broken
ca: Ignora els trencats
de: Fehlerhafte überspringen
sk: Preskočiť poškodené

source: Don't check signatures for packages
ca: No comprovis les signatures per als paquets
de: Paketsignaturen nicht überprüfen
sk: Nekontrolovať podpisy balíkov

source: no GPG Check
ca: sense comprovació GPG
de: Keine GPG-Prüfung
sk: bez kontroly GPG

source: Show only the latest packages when searching Don't show multiple version of the same package
ca: Mostra únicament les últimes versions que se cerqui No mostris versions múltiples del mateix paquet
de: Nur neueste Paketversionen suchen Nicht mehrere Versionen des gleichen Pakets anzeigen
sk: Zobraziť iba najnovšie balíky pri hľadaní a vynechať ostatné verzie toho istého balíka.

source: Show Newest Only
ca: Mostra únicament les versions més noves
de: Nur neueste zeigen
sk: Zobraziť iba najnovšie

source: _Help
ca: _Ajuda
de: _Hilfe
sk: _Pomocník
sr: _Помоћ
sv: _Hjälp

source: Typeahead search on/off
ca: Suggeriment de cerca engegat/apagat
de: Suchen nach Eingabe ein-/ausschalten

source: Type search words separated by spaces to find packages containing the search words.
ca: Escriviu les paraules de cerca, separades amb espais per trobar els paquets que continguin les paraules de la cerca.
de: Geben Sie Wörter ein, durch Leerzeichen getrennt, um Pakete zu finden, die diese Wörter enthalten.
sk: Zadajte kľúčové slová oddelené medzerou, podľa ktorých sa nájdu balíky obsahujúce tieto kľúčové slová.

source: Search Options
ca: Opcions de cerca
de: Suchoptionen
sk: Voľby hľadania
sr: Опције претраживања
sv: Sökval

source: U_pdates
ca: Ac_tualitzacions
de: A_ktualisierungen
sk: Ak_tualizácie

source: Show package updates
ca: Mostra les actualitzacions dels paquets
de: Paket-Aktualisierungen anzeigen
sk: Zobraziť aktualizácie balíkov

source: Availa_ble
ca: Disponi_ble
de: Verfüg_bar
sk: Dos_tupné

source: Show available packages
ca: Mostra els paquets disponibles
de: Verfügbare Pakete anzeigen
sk: Zobraziť dostupné balíky

source: _Installed
ca: _Instal·lat
de: _Installiert
sk: _Nainštalované

source: Show installed packages
ca: Mostra els paquets instal·lats
de: Installierte Pakete anzeigen
sk: Zobraziť nainštalované balíky

source: All
ca: Tot
de: Alle
sk: Všetko
sr: Све
sv: Alla

source: Show all Packages
ca: Mostra tots els paquets
de: Alle Pakete anzeigen
sk: Zobraziť všetky balíky

source: _Groups
ca: _Grups
de: _Gruppen
sk: Skup_iny

source: Show Groups
ca: Mostra els grups
de: Gruppen anzeigen
sk: Zobraziť skupiny

source: Show Categories
ca: Mostra les categories
de: Kategorien anzeigen
sk: Zobraziť kategórie

source: Select all packages in current view
ca: Selecciona tots els paquets de la vista actual
de: Alle Pakete in der aktuellen Ansicht auswählen
sk: Vybrať všetky balíky v aktuálnom zobrazení

source: Undo all package selection
ca: Desfés la selecció de tots els paquets
de: Paketauswahl zurücksetzen
sk: Vrátiť výber všetkých balíkov

source: Execute all pending actions in queue
ca: Executa totes les accions pendents a la cua
de: Alle ausstehenden Aktionen in der Warteschlange ausführen
sk: Vykonať všetky čakajúce akcie vo fronte

source: Basic
ca: Bàsic
de: Basis
sk: Základné

source: Advanced
ca: Avançat
de: Fortgeschritten
sk: Rozšírené

source: Remove selected packages from queue
ca: Suprimeix els paquets seleccionats de la cua
de: Alle ausgewählten Pakete aus der Warteschlange entfernen
sk: Odstrániť vybraté balíky z fronty

source: Refresh packages with current selected repositories
ca: Refresca els paquets amb els dipòsits seleccionats actualment
de: Pakete mit den aktuell ausgewählten Softwarequellen abgleichen
sk: Obnoviť balíky s aktuálne vybratými repozitármi

source: Undo repository selection changes
ca: Desfés els canvis de selecció de dipòsit
de: Änderung der Paketquellen rückgängig machen
sk: Vrátiť zmeny výberu repozitárov

source: Testing Stuff
ca: Prova de coses
de: Testlauf

source: When removing packages, also remove requirements there is not used by any other packages.
ca: Quan se suprimeixen els paquets, també suprimeix els seus requeriments no utilitzats per altres paquets.
de: Beim Entfernen von Paketen auch Abhängigkeiten entfernen, die von keinem anderen Paket benötigt werden.
sk: Pri odstraňovaní balíkov tiež odstrániť požiadavky, ktoré nie sú potrebné pre žiadne iné balíky.

source: Clean Unused Requirements
ca: Neteja els requeriments no utilitzats
de: Nicht benötigte Abhängigkeiten entfernen
sk: Vyčistiť nepotrebné požiadavky

source: Undo the current search
ca: Desfés la cerca actual
de: Aktuellen Suchvorgang rückgängig machen
sk: Vrátiť aktuálne hľadanie

source: Install All
ca: Instal·la-ho tot
de: Alle installieren

source: Remove All
ca: Suprimeix-ho tot
de: Alle entfernen

source: The Yum Extender backend failed because it could not exchange information with the frontend (gui) check /usr/tmp/yumex-dump-<date>-<time>.log for details Try to restart Yum Extender and retry your actions
de: Das Backend von Yum Extender scheiterte, da mit der grafischen Oberfläche (GUI) keine Informationen ausgetauscht werden konnten. Details finden Sie in /usr/tmp/yumex-dump-<date>-<time>.log. Versuchen Sie, Yum Extender neu zu starten und Ihre Aktionen zu wiederholen.

source: Yum backend did not close nicely in time
de: Yum-Backend ließ sich nicht in angemessener Zeit schließen

source: Categories
de: Kategorien
sk: Kategórie
sr: Категорије
sv: Kategorier

source: Operation is aborted
de: Vorgang wurde abgebrochen

source: Yum Extender: Error
de: Yum Extender: Fehler

source: Error
de: Fehler
sk: Chyba
sr: Грешка
sv: Fel

source: _Categories
de: _Kategorien
sk: _Kategórie

source: Ver
sk: Verzia
sr: Верзија

source: Id
sk: Identifikátor

source: Getting : %s
sr: Добављам : %s
sv: Hämtar : %s

source: Removing
sr: Уклањање
sv: Tar bort

source: Cleanup
sr: Чишћење
sv: Städar upp

source: Erased: %s
sr: Обрисан: %s
sv: Raderat: %s

source: Processing metadata from : %s
sr: Обрађујем метаподатке из : %s
sv: Bearbetar metadata från : %s

source: Processing metadata
sr: Обрађујем метаподатке
sv: Bearbetar metadata

source: updated
sr: ажуриран
sv: uppdaterat

source: obsoleted
sr: превазиђен
sv: utfasad

source: erased
sr: обрисан
sv: raderad

source: ---> Package %s.%s %s:%s-%s set to be %s
sr: ---> Пакет %s.%s %s:%s-%s подешен да буде %s
sv: ---> Paket %s.%s %s:%s-%s satt till att bli %s

source: --> Running transaction check
sr: --> Извршавам проверу трансакције
sv: --> Kör transaktionskontroll

source: --> Restarting Dependency Resolution with new changes.
sr: --> Поново покрећем разрешавање зависности са новим променама.
sv: --> Startar om beräkning för beroenden med nya ändringar

source: --> Finished Dependency Resolution
sr: --> Завршено је разрешавање зависности
sv: --> Färdig med beräkning av beroenden

source: --> Processing Dependency: %s for package: %s
sr: --> Обрађујем зависност: %s за пакет: %s
sv: --> Bearbetar beroende: %s för paket: %s

source: --> Unresolved Dependency: %s
sr: --> Неразрешена зависност: %s
sv: --> Olöst beroende: %s

source: --> Processing Conflict: %s conflicts %s
sr: --> Обрађујем сукоб: %s се сукоби са %s
sv: --> Bearbetar konflikt: %s har konflikt med %s

source: --> Populating transaction set with selected packages. Please wait.
sr: --> Попуњавам скуп трансакција изабраним пакетима. Молим вас, сачекајте.
sv: --> Befolkar transaktionsset med valda paket. Vänligen vänta.

source: ---> Downloading header for %s to pack into transaction set.
sr: ---> Преузимам заглавље за %s ради паковања у скуп трансакција.
sv: ---> Laddar ner huvud för %s så det kan packas in i transaktionsset.

source: Packages to Process
sr: Пакети за обраду
sv: Paket att bearbeta

source: About %s
sr: Опис %s
sv: Om %s

source: Updating : %s
sr: Ажурирам : %s
sv: Uppdaterar : %s

source: Obsoleting : %s
sr: Застаревање : %s
sv: Fasar ut : %s

source: Requires:
sr: Захтева:
sv: Kräver:

source: Can not read the %s attribute
sr: Не могу да читам %s својство
sv: Kan inte läsa %s attributen

source: Show All Packages
sr: Прикажи све пакете
sv: Visa alla paket

source: Show Package Updates
sr: Прикажи ажурирања пакета
sv: Visa paketuppdateringar

source: Show available Packages
sr: Прикажи доступне пакете
sv: Visa tillgängliga paket

source: Show Installed Packages
sr: Прикажи инсталиране пакете
sv: Visa installerade paket

source: Package View
sr: Приказ пакета
sv: Paketvy

source: Group View
sr: Приказ група
sv: Gruppvy

source: Package Queue View
sr: Приказ реда пакета
sv: Vy för paketkö

source: Repository Selection View
sr: Приказ за избор ризница
sv: Urvalsvy för förråd

source: Output View
sr: Приказ излаза
sv: Utdatavy

source: RPM Groups
sr: RPM групе
sv: RPM-grupper

source: Sizes
sr: Величине
sv: Storlekar

source: Age
sr: Старост
sv: Ålder

source: Mandatory
sr: Неопходно
sv: Obligatorisk

source: Default
sr: Подразумевано
sv: Standardvärde

source: Optional
sr: Изборно
sv: Valfri

source: Conditional
sr: Условно
sv: Villkorligt

source: Programming:
sr: Програмирање:
sv: Programmering:

source: Translation:
sr: Превод:
sv: Översättning:

source: Special Thanks To:
sr: Посебне похвале:
sv: Tack till:

source: Getting update packages
sr: Добављам ажуриране пакете
sv: Hämtar uppdaterade paket

source: Getting available packacages
sr: Добављам доступне пакете
sv: Hämtar tillgängliga paket

source: Found %d update packages
sr: Пронађено %d ажурираних пакета
sv: Hittade %d uppdaterade paket

source: Found %d installed packages
sr: Пронађено %d инсталираних пакета
sv: Hittade %d installerade paket

source: Found %d available packages
sr: Пронађено %d доступних пакета
sv: Hittade %d tillgängliga paket

source: Packages to %s
sr: Пакети до %s
sv: Paket till %s

source: Groups to %s
sr: Групе до %s
sv: Grupper till %s

source: Wrong file application (%s)
sr: Погрешна датотека програма (%s)
sv: Fel filapplikation (%s)

source: Wrong file type (%s)
sr: Погрешна врста датотеке (%s)
sv: Fel filtyp (%s)

source: Wrong file version (%s)
sr: Погрешна верзија датотеке (%s)
sv: Fel filversion (%s)

source: Current Settings :
sr: Тренутна подешавања :
sv: Aktuella inställningar :

source: Ver.
sr: Верзија

source: <b>Packages To Update</b>
sr: <b>Пакети за ажурирање</b>
sv: <b>Paket att uppdatera</b>

source: <b>Packages To Install</b>
sr: <b>Пакети за инсталацију</b>
sv: <b>Paket att installera</b>

source: <b>Packages To Remove</b>
sr: <b>Пакети за уклањање</b>
sv: <b>Paket att ta bort</b>

source: Plugin
sr: Додатак
sv: Insticksprogram

source: Setup Yum : Transaction Set
sr: Подешавање Yum-а : скуп трансакције
sv: Konfiguration av Yum : Transaktionsset

source: Setup Yum : RPM Db.
sr: Подешавање Yum-а : RPM база података
sv: Konfiguration av Yum : RPM Db.

source: Setup Yum : Repositories.
sr: Подешавање Yum-а : репозиторијуми.
sv: Konfiguration av Yum : Förråd.

source: Setup Yum : Package Sacks
sr: Подешавање Yum-а : групе пакета
sv: Konfiguration av Yum : Paketbehållare

source: Setup Yum : Updates
sr: Подешавање Yum-а : ажурирања
sv: Konfiguration av Yum : Uppdateringar

source: Setup Yum : Groups
sr: Подешавање Yum-а : групе
sv: Konfiguration av Yum : Grupper

source: Setup Yum : Base setup completed
sr: Подешавање Yum-а : завршено је основно подешавање
sv: Konfiguration av Yum : Grundkonfiguration färdig

source: Loaded update Metadata from %s
sr: Учитани су метаподаци за ажурирања из %s
sv: Laddat metadata för uppdatering från %s

source: No update Metadata found for %s
sr: Нису пронађени метаподаци за %s
sv: Ingen metadata för uppdatering hittad för %s

source: Preparing for install/remove/update
sr: Припремање за инсталацију/уклањање/ажурирање
sv: Förbereder för installation/borttagning/uppdatering

source: --> Preparing for install
sr: --> Припремање за инсталацију
sv: --> Förbereder installation

source: --> Preparing for remove
sr: --> Припремање за уклањање
sv: --> Förbereder borttagning

source: --> Preparing for a full update
sr: --> Припремање за потпуно ажурирање
sv: --> Förbereder en fullständig uppdatering

source: --> Preparing for a partial update
sr: --> Припремање за делимично ажурирање
sv: --> Förbereder delvis uppdatering

source: --> Adding all obsoletion to transaction
sr: --> Додавање свих превазиђених пакета у трансакцију
sv: --> Lägger till alla utfasningar till transaktion

source: Updating
sr: Ажурирање
sv: Uppdaterar

source: Installing for dependencies
sr: Инсталирање за зависности
sv: Installerar beroenden

source: Updating for dependencies
sr: Ажурирање за зависности
sv: Uppdaterar för beroenden

source: Removing for dependencies
sr: Уклањање за зависности
sv: Borttagning för beroenden

source: Downloading Packages:
sr: Преузимање пакета:
sv: Laddar ner paket:

source: Error Downloading Packages:
sr: Грешка при преузимању пакета:
sv: Fel vid nerladdning av paket:

source: Checking GPG Signatures:
sr: Проверавам GPG потписе:
sv: Kontrollerar GPG-signaturer

source: Error checking package signatures:
sr: Грешка при провери потписа пакета:
sv: Fel vid kontroll av paketsignaturer:

source: Traceback in checking package signatures:
sr: Повратни траг при провери потписа пакета:
sv: Spårning utförd på kontroll av paketsignatur:

source: Running Transaction Test
sr: Извршавам тестирање трансакције
sv: Kör transaktionstest

source: Finished Transaction Test
sr: Завршено је тестирање трансакције
sv: Färdig med transaktionstest

source: Transaction Check Error:
sr: Грешка при провери трансакције:
sv: Fel vid transaktionskontroll:

source: Transaction Test Succeeded
sr: Успешно тестирање трансакције
sv: Transaktionstest lyckades

source: Running Transaction
sr: Извршавам трансакцију
sv: Kör transaktion

source: Cant Quit while running RPM Transactions
sr: Не могу да изађем док се извршава RPM трансакција
sv: Kan inte avsluta medan RPM-transaktion körs

source: Yum has not been initialized yet
sr: Yum још увек није иницијализован
sv: Yum har inte blivit initierad ännu

source: No packages in queue
sr: Нема пакета у реду
sv: Inga paket i kö

source: You are about to add %s packages
sr: На путу сте да додате %s пакете
sv: Du är påväg att lägga till %s paket

source: It will take some time
sr: То ће да потраје одређено време
sv: Det kommer ta en stund

source: do you want to continue ?
sr: желите ли да наставите ?
sv: vill du fortsätta ?

source: You are about to remove %s packages
sr: На путу сте да уклоните %s пакете
sv: Du är påväg att ta bort %s paket

source: Selected the %s profile
sr: Изабран је %s профил
sv: Valde profil %s

source: Profile : %s saved ok
sr: Профил : %s је добро сачуван
sv: Profil %s sparad

source: Profile : %s save failed
sr: Профил: %s није сачуван
sv: Misslyckades att spara profil: %s

source: Create New Profile
sr: Направи нови профил
sv: Skapa ny profil

source: Name of new profile
sr: Име новог профила
sv: Namn på ny profil

source: Profile : %s created ok
sr: Профил : %s је добро направљен
sv: Profil : %s skapades

source: Profile : %s creation failed
sr: Профил : %s није направљен
sv: Misslyckades att skapa profil : %s

source: Cleaning up all yum metadata
sr: Чистим све yum-ове метаподатке
sv: Rensar upp allt metadata för yum

source: Yum Config Setup
sr: Yum постављање подешавања
sv: Konfiguration av Yum

source: GUI Setup Completed
sr: Завршено постављање графичке корисничке спреге
sv: Uppstart av GUI är färdig

source: Error in Yum Setup
sr: Грешка у Yum поставци
sv: Fel vid uppstart av Yum

source: Building Package Lists
sr: Изграђујем спискове пакета
sv: Bygger paketlistor

source: Building Package Lists Completed
sr: Изграђивање спискова пакета завршено
sv: Paketlistor färdigbyggda

source: Building Groups Lists
sr: Изграђујем спискове група
sv: Bygger grupplistor

source: Building Group Lists Completed
sr: Изграђивање спискова група је завршена
sv: Grupplistor färdigbyggda

source: Sorting packages
sr: Ређање пакета
sv: Sorterar paket

source: Population view with packages
sr: Приказ попуњавања пакетима
sv: Befolkar vy med paket

source: Population Completed
sr: Попуњавање завршено
sv: Befolking färdig

source: Package View Population
sr: Приказ пакета попуњавања
sv: Populering av paketvy

source: Package View Population Completed
sr: Приказ пакета попуњавања завршен
sv: Populering av paketvy färdig

source: Category View Population
sr: Приказ категорија попуњавања
sv: Populering av kategorivy

source: Category View Population Completed
sr: Завршен приказ категорија попуњавања
sv: Populering av kategorivy färdig

source: Processing Packages in queue
sr: Обрађујем пакете у реду
sv: Bearbetar paket i kö

source: Error in Dependency Resolution
sr: Грешка у разрешавању зависности
sv: Kunde inte beräkna beroenden
